<!--
To change this template, choose Tools | Templates
and open the template in the editor.
-->
<!DOCTYPE html>
<html>
<head>
    <title>Fundamentos Seguridad Informatica</title>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <link rel="stylesheet" href="css/css.css"/>
    <link rel="stylesheet" href="index.css">
    <script src="http://code.jquery.com/jquery-latest.min.js" type="text/javascript"></script>
    <script src="script.js"></script>
    <link href="images/favicon.ico" rel="shortcut icon" type="image/vnd.microsoft.icon">
</head>
<body>

<div id="container">
    <img src="images/logo.png" style=" float: left; width: 550px"/>

    <div id="header">
        <h1 style="text-align: float: left; ">Fundamentos Seguridad Informatica</h1>
    </div>
    <div id="container">
        <div id='cssmenu'>
            <ul>
                <li><a href="index.html">INICIO</a></li>
                <li><a href="conceptos.html">CONCEPTOS</a></li>
                <li><a href="impactos.html">IMPACTOS</a></li>
                <li><a href="autor.html">AUTOR</a></li>
                <li><a href="material.html">MATERIAL</a></li>
                <li><a href="multimedia.html">MULTIMEDIA</a></li>

            </ul>
        </div>
        <div id="content">
            <h2>Seguridad Informatica</h2>

            <ul>
                <li><a href="#introduccion">Introducción</a></li>
                <li><a href="#ingenieria_social">Ingeniería Social</a></li>
                <li><a href="#tipos_amenazas">Tipos de amenaza</a></li>
                <li><a href="#ejemplos_ataques">Ejemplos de ataques informáticos</a></li>
                <li><a href="#analisis_riesgos">Análisis de riesgos</a></li>
                <li><a href="#referncias">referencias</a></li>
            </ul>
            <hr>
            <div id="introduccion">
                <h2>Introducción</h2>
                <img src="images/security-2337429_640.png" style="width: 250px;">
                <p>
                    La seguridad informática, también conocida como ciberseguridad o seguridad de tecnologías de la
                    información, es el área relacionada con la informática y la telemática que se enfoca en la
                    protección de la infraestructura computacional y todo lo relacionado con esta y, especialmente, la
                    información contenida en una computadora o circulante a través de las redes de computadoras.1​ Para
                    ello existen una serie de estándares, protocolos, métodos, reglas, herramientas y leyes concebidas
                    para minimizar los posibles riesgos a la infraestructura o a la información. La ciberseguridad
                    comprende software (bases de datos, metadatos, archivos), hardware, redes de computadoras y todo lo
                    que la organización valore y signifique un riesgo si esta información confidencial llega a manos de
                    otras personas, convirtiéndose, por ejemplo, en información privilegiada.

                    La definición de seguridad de la información no debe ser confundida con la de «seguridad
                    informática», ya que esta última solo se encarga de la seguridad en el medio informático, pero la
                    información puede encontrarse en diferentes medios o formas, y no solo en medios informáticos.

                    La seguridad informática es la disciplina que se encarga de diseñar las normas, procedimientos,
                    métodos y técnicas destinados a conseguir un sistema de información seguro y confiable.

                    Puesto simple, la seguridad en un ambiente de red es la habilidad de identificar y eliminar
                    vulnerabilidades. Una definición general de seguridad debe también poner atención a la necesidad de
                    salvaguardar la ventaja organizacional, incluyendo información y equipos físicos, tales como los
                    mismos computadores. Nadie a cargo de seguridad debe determinar quién y cuándo puede tomar acciones
                    apropiadas sobre un ítem en específico. Cuando se trata de la seguridad de una compañía, lo que es
                    apropiado varía de organización en organización. Independientemente, cualquier compañía con una red
                    debe tener una política de seguridad que se dirija a la conveniencia y la coordinación.
                </p>
            </div>
            <hr>
            <div id="ingenieria_social">
                <h2>Ingeniería Social</h2>
                <p>
                    Existen diferentes tipos de ataques en Internet como virus, troyanos u otros; dichos ataques pueden
                    ser contrarrestados o eliminados pero hay un tipo de ataque, que no afecta directamente a los
                    ordenadores, sino a sus usuarios, conocidos como “el eslabón más débil”. Dicho ataque es capaz de
                    conseguir resultados similares a un ataque a través de la red, saltándose toda la infraestructura
                    creada para combatir programas maliciosos. Además, es un ataque más eficiente, debido a que es más
                    complejo de calcular y prever. Se pueden utilizar infinidad de influencias psicológicas para lograr
                    que los ataques a un servidor sean lo más sencillo posible, ya que el usuario estaría
                    inconscientemente dando autorización para que dicha inducción se vea finiquitada hasta el punto de
                    accesos de administrador.2​
                </p>
            </div>
            <hr>
            <div id="tipos_amenazas">
                <h2>Tipos de amenaza</h2>
                <p>
                    <!-- #######  YAY, I AM THE SOURCE EDITOR! #########-->
                <p>Existen infinidad de modos de clasificar un ataque y cada ataque puede recibir m&aacute;s de una
                    clasificaci&oacute;n. Por ejemplo, un caso de&nbsp;<em><a title="Phishing"
                                                                              href="https://es.wikipedia.org/wiki/Phishing">phishing</a></em>&nbsp;puede
                    llegar a robar la&nbsp;<a title="Contrase&ntilde;a"
                                              href="https://es.wikipedia.org/wiki/Contrase%C3%B1a">contrase&ntilde;a</a>&nbsp;de
                    un usuario de una&nbsp;<a title="Red social" href="https://es.wikipedia.org/wiki/Red_social">red
                        social</a>&nbsp;y con ella realizar una suplantaci&oacute;n de la identidad para un posterior
                    acoso, o el robo de la contrase&ntilde;a puede usarse simplemente para cambiar la&nbsp;<a
                            title="Fotograf&iacute;a" href="https://es.wikipedia.org/wiki/Fotograf%C3%ADa">foto</a>&nbsp;del
                    perfil y dejarlo todo en una broma (sin que deje de ser&nbsp;<a title="Delito"
                                                                                    href="https://es.wikipedia.org/wiki/Delito">delito</a>&nbsp;en
                    ambos casos, al menos en pa&iacute;ses con legislaci&oacute;n para el caso, como lo es&nbsp;<a
                            title="Espa&ntilde;a" href="https://es.wikipedia.org/wiki/Espa%C3%B1a">Espa&ntilde;a</a>).
                </p>
                <dl>
                    <dt>Amenazas por el origen</dt>
                </dl>
                <p>El hecho de conectar una red a un entorno externo nos da la posibilidad de que alg&uacute;n atacante
                    pueda entrar en ella y hurtar informaci&oacute;n o alterar el funcionamiento de la red. Sin embargo
                    el hecho de que la red no est&eacute; conectada a un entorno externo, como&nbsp;<a title="Internet"
                                                                                                       href="https://es.wikipedia.org/wiki/Internet">Internet</a>,
                    no nos garantiza la seguridad de la misma. De acuerdo con el&nbsp;<a class="new"
                                                                                         title="Computer Security Institute (a&uacute;n no redactado)"
                                                                                         href="https://es.wikipedia.org/w/index.php?title=Computer_Security_Institute&amp;action=edit&amp;redlink=1">Computer
                        Security Institute</a>&nbsp;(CSI) de San Francisco, aproximadamente entre el 60 y 80 por ciento
                    de los incidentes de red son causados desde dentro de la misma. Basado en el origen del ataque
                    podemos decir que existen dos tipos de amenazas:</p>
                <ul>
                    <li><strong>Amenazas internas</strong>: generalmente estas amenazas pueden ser m&aacute;s serias que
                        las externas, por varias razones como:
                    </li>
                </ul>
                <dl>
                    <dd>
                        <ul>
                            <li>Si es por usuarios o personal t&eacute;cnico, conocen la red y saben c&oacute;mo es su
                                funcionamiento, ubicaci&oacute;n de la&nbsp;<a title="Informaci&oacute;n"
                                                                               href="https://es.wikipedia.org/wiki/Informaci%C3%B3n">informaci&oacute;n</a>,
                                datos de inter&eacute;s, etc. Adem&aacute;s tienen alg&uacute;n nivel de acceso a la red
                                por las mismas necesidades de su trabajo, lo que les permite m&iacute;nimos movimientos.
                            </li>
                            <li>Los&nbsp;<a class="mw-redirect" title="Sistema de Prevenci&oacute;n de Intrusos"
                                            href="https://es.wikipedia.org/wiki/Sistema_de_Prevenci%C3%B3n_de_Intrusos">sistemas
                                de prevenci&oacute;n de intrusos</a>&nbsp;o&nbsp;<em>IPS</em>, y&nbsp;<em>firewalls</em>&nbsp;son
                                mecanismos no efectivos en amenazas internas por no estar, habitualmente, orientados al
                                tr&aacute;fico interno. Que el ataque sea interno no tiene que ser exclusivamente por
                                personas ajenas a la red, podr&iacute;a ser por vulnerabilidades que permiten acceder a
                                la red directamente: rosetas accesibles, redes inal&aacute;mbricas desprotegidas,
                                equipos sin vigilancia, etc.
                            </li>
                        </ul>
                    </dd>
                </dl>
                <ul>
                    <li><strong>Amenazas externas</strong>: Son aquellas amenazas que se originan fuera de la red. Al no
                        tener informaci&oacute;n certera de la red, un atacante tiene que realizar ciertos pasos para
                        poder conocer qu&eacute; es lo que hay en ella y buscar la manera de atacarla. La ventaja que se
                        tiene en este caso es que el administrador de la red puede prevenir una buena parte de los
                        ataques externos.
                    </li>
                </ul>
                <dl>
                    <dt>Amenazas por el efecto</dt>
                </dl>
                <p>El tipo de amenazas seg&uacute;n el efecto que causan a quien recibe los ataques podr&iacute;a
                    clasificarse en:</p>
                <ul>
                    <li>Robo de informaci&oacute;n.</li>
                    <li>Destrucci&oacute;n de informaci&oacute;n.</li>
                    <li>Anulaci&oacute;n del funcionamiento de los sistemas o efectos que tiendan a ello.</li>
                    <li>Suplantaci&oacute;n de la identidad,&nbsp;<a title="Publicidad"
                                                                     href="https://es.wikipedia.org/wiki/Publicidad">publicidad</a>&nbsp;de
                        datos personales o confidenciales, cambio de informaci&oacute;n, venta de datos personales, etc.
                    </li>
                    <li>Robo de&nbsp;<a title="Dinero" href="https://es.wikipedia.org/wiki/Dinero">dinero</a>,
                        estafas,...
                    </li>
                </ul>
                <dl>
                    <dt>Amenazas por el medio utilizado</dt>
                </dl>
                <p>Se pueden clasificar por el&nbsp;<em>modus operandi</em>&nbsp;del atacante, si bien el efecto puede
                    ser distinto para un mismo tipo de ataque:</p>
                <ul>
                    <li><a title="Virus inform&aacute;tico" href="https://es.wikipedia.org/wiki/Virus_inform%C3%A1tico">Virus
                        inform&aacute;tico</a>:&nbsp;<a title="Malware" href="https://es.wikipedia.org/wiki/Malware">malware</a>&nbsp;que
                        tiene por objeto alterar el normal funcionamiento de la&nbsp;<a title="Computadora"
                                                                                        href="https://es.wikipedia.org/wiki/Computadora">computadora</a>,
                        sin el permiso o el conocimiento del usuario. Los virus, habitualmente, reemplazan&nbsp;<a
                                class="mw-redirect" title="Archivo ejecutable"
                                href="https://es.wikipedia.org/wiki/Archivo_ejecutable">archivos ejecutables</a>&nbsp;por
                        otros infectados con el&nbsp;<a title="C&oacute;digo objeto"
                                                        href="https://es.wikipedia.org/wiki/C%C3%B3digo_objeto">c&oacute;digo</a>&nbsp;de
                        este. Los virus pueden destruir, de manera intencionada, los&nbsp;<a class="mw-redirect"
                                                                                             title="Datos"
                                                                                             href="https://es.wikipedia.org/wiki/Datos">datos</a>&nbsp;almacenados
                        en un&nbsp;<a title="Computadora"
                                      href="https://es.wikipedia.org/wiki/Computadora">computadora</a>, aunque tambi&eacute;n
                        existen otros m&aacute;s inofensivos, que solo se caracterizan por ser molestos.
                    </li>
                    <li><em>Phishing</em>.</li>
                    <li><a title="Ingenier&iacute;a social (seguridad inform&aacute;tica)"
                           href="https://es.wikipedia.org/wiki/Ingenier%C3%ADa_social_(seguridad_inform%C3%A1tica)">Ingenier&iacute;a
                        social</a>.
                    </li>
                    <li><a class="mw-redirect" title="Denegaci&oacute;n de servicio"
                           href="https://es.wikipedia.org/wiki/Denegaci%C3%B3n_de_servicio">Denegaci&oacute;n de
                        servicio</a>.
                    </li>
                    <li><em><a class="mw-redirect" title="Spoofing" href="https://es.wikipedia.org/wiki/Spoofing">Spoofing</a></em>:
                        de&nbsp;<a class="mw-redirect" title="DNS" href="https://es.wikipedia.org/wiki/DNS">DNS</a>, de&nbsp;<a
                                title="Direcci&oacute;n IP"
                                href="https://es.wikipedia.org/wiki/Direcci%C3%B3n_IP">IP</a>, de&nbsp;<a
                                class="mw-redirect" title="DHCP" href="https://es.wikipedia.org/wiki/DHCP">DHCP</a>,
                        etc.
                    </li>
                </ul>
                </p>
            </div>
            <hr>
            <div id="ejemplos_ataques">
                <h2>Ejemplos de ataques informáticos</h2>
                <p>
                <p>Seg&uacute;n Valdivia; 2014, los ataques inform&aacute;ticos m&aacute;s usuales son los
                    siguientes:</p>
                <p>1)&nbsp;<a title="Ataque de REPLAY" href="https://es.wikipedia.org/wiki/Ataque_de_REPLAY">Ataques por
                    repetici&oacute;n</a>: ocurre cuando un pirata inform&aacute;tico copia una secuencia de mensajes
                    entre dos usuarios y env&iacute;a tal secuencia a uno o m&aacute;s usuarios. A menos que esto sea
                    minimizado, el sistema atacado procesa este comportamiento como mensajes leg&iacute;timos y producen
                    respuestas como pedidos redundantes.</p>
                <p>2) Ataques de modificaci&oacute;n de bits: se basan en las respuestas predecibles de las estaciones
                    receptoras. El pirata modifica bits de un mensaje para enviar un mensaje cifrado err&oacute;neo a la
                    estaci&oacute;n receptora, y &eacute;ste se puede comparar entonces contra la respuesta predecible
                    para obtener la clave a trav&eacute;s de m&uacute;ltiples repeticiones.</p>
                <p>3)&nbsp;<a title="Ataque de denegaci&oacute;n de servicio"
                              href="https://es.wikipedia.org/wiki/Ataque_de_denegaci%C3%B3n_de_servicio">Ataques de
                    denegaci&oacute;n de servicio</a>&nbsp;(DOS, Denial of Service): consiste en colapsar total o
                    parcialmente a un servidor para que &eacute;ste no pueda dar respuesta a los comandos (no para sacar
                    de &eacute;l informaci&oacute;n). En la red internet, esto puede lograrse saturando un solo servidor
                    con m&uacute;ltiples solicitudes desde m&uacute;ltiples ordenadores. Como el servidor es incapaz de
                    responder a todas las solicitudes, colapsa. En las redes inal&aacute;mbricas, esto se logra tambi&eacute;n
                    provocando ruido: se coloca un tel&eacute;fono a 2,4 GHz cerca del punto de acceso e iniciar una
                    llamada. La energ&iacute;a de radiofrecuencia provocada es suficiente para bloquear de manera
                    efectiva gran parte del tr&aacute;fico de datos en el punto de acceso.</p>
                <p>4)&nbsp;<a title="Ataque de diccionario" href="https://es.wikipedia.org/wiki/Ataque_de_diccionario">Ataques
                    de diccionario</a>: en ciertos modelos de autenticaci&oacute;n de datos, para ingresar al sistema la
                    contrase&ntilde;a se mantiene en secreto, mientras que el nombre de usuario es enviado en forma de
                    texto simple y es f&aacute;cilmente interceptable. En este caso, el pirata inform&aacute;tico
                    obtiene distintos nombres de usuarios y con ellos, desde un ordenador, empieza a adivinar las
                    contrase&ntilde;as con base en palabras de diccionarios en distintos idiomas. Este ataque es exitoso
                    en gran medida porque muchos usuarios utilizan contrase&ntilde;as poco creativas.</p>
                </p>
            </div>
            <hr>
            <div id="analisis_riesgos">
                <h2>Análisis de riesgos</h2>
                <p>
                    <!-- #######  YAY, I AM THE SOURCE EDITOR! #########-->
                <p>El&nbsp;<a title="An&aacute;lisis de riesgo inform&aacute;tico"
                              href="https://es.wikipedia.org/wiki/An%C3%A1lisis_de_riesgo_inform%C3%A1tico">an&aacute;lisis
                    de riesgos inform&aacute;ticos</a>&nbsp;es un proceso que comprende la identificaci&oacute;n de
                    activos inform&aacute;ticos, sus&nbsp;<a title="Vulnerabilidad"
                                                             href="https://es.wikipedia.org/wiki/Vulnerabilidad">vulnerabilidades</a>&nbsp;y&nbsp;<a
                            class="mw-redirect" title="Amenaza inform&aacute;tica"
                            href="https://es.wikipedia.org/wiki/Amenaza_inform%C3%A1tica">amenazas</a>&nbsp;a los que se
                    encuentran expuestos as&iacute; como su probabilidad de ocurrencia y el impacto de las mismas, a fin
                    de determinar los controles adecuados para aceptar, disminuir, transferir o evitar la ocurrencia del
                    riesgo.</p>
                <p>Teniendo en cuenta que la explotaci&oacute;n de un riesgo causar&iacute;a da&ntilde;os o p&eacute;rdidas
                    financieras o administrativas a una empresa u organizaci&oacute;n, se tiene la necesidad de poder
                    estimar la magnitud del impacto del riesgo a que se encuentra expuesta mediante la aplicaci&oacute;n
                    de controles. Dichos controles, para que sean efectivos, deben ser implementados en conjunto
                    formando una arquitectura de seguridad con la finalidad de preservar las propiedades de
                    confidencialidad, integridad y disponibilidad de los recursos objetos de riesgo.</p>
                <h3><span id="Elementos_de_un_an.C3.A1lisis_de_riesgo"></span><span
                        id="Elementos_de_un_an&aacute;lisis_de_riesgo" class="mw-headline">Elementos de un an&aacute;lisis de riesgo</span><span
                        class="mw-editsection"><span class="mw-editsection-bracket">[</span><a
                        title="Editar secci&oacute;n: Elementos de un an&aacute;lisis de riesgo"
                        href="https://es.wikipedia.org/w/index.php?title=Seguridad_inform%C3%A1tica&amp;action=edit&amp;section=8">editar</a><span
                        class="mw-editsection-bracket">]</span></span></h3>
                <p>El proceso de an&aacute;lisis de riesgo genera habitualmente un documento al cual se le conoce como
                    matriz de riesgo. En este documento se muestran los elementos identificados, la manera en que se
                    relacionan y los c&aacute;lculos realizados. Este an&aacute;lisis de riesgo es indispensable para
                    lograr una correcta administraci&oacute;n del riesgo. La administraci&oacute;n del riesgo hace
                    referencia a la gesti&oacute;n de los recursos de la organizaci&oacute;n. Existen diferentes tipos
                    de riesgos como el riesgo residual y riesgo total as&iacute; como tambi&eacute;n el tratamiento del
                    riesgo, evaluaci&oacute;n del riesgo y gesti&oacute;n del riesgo entre otras. La f&oacute;rmula para
                    determinar el riesgo total es:</p>
                <center><strong>RT (Riesgo Total) = Probabilidad x Impacto Promedio</strong></center>
                <p>A partir de esta f&oacute;rmula determinaremos su tratamiento y despu&eacute;s de aplicar los
                    controles podremos obtener el riesgo residual.</p>
                </p>
            </div>
            <hr>
            <div id="referncias">
                <!-- #######  YAY, I AM THE SOURCE EDITOR! #########-->
                <h2><span id="Notas_y_referencias" class="mw-headline">Notas y referencias</span></h2>
                <div class="listaref">
                    <ol class="references">
                        <li id="cite_note-1"><span class="mw-cite-backlink"><a
                                href="https://pixabay.com/es/seguridad-informatica-ordenadores-2337429/"><span
                                class="cite-accessibility-label">Link</span>&uarr;</a></span>&nbsp;<span
                                class="reference-text">Imagen Introducción</span>
                        </li>
                    </ol>
                </div>
            </div>
        </div>
        <div id="footer">
            <div id="container">
                <img src="images/logo2.png" style=" float: left; width:150px;height:40px "/>
                <div id="header">

                    Sede nacional José Celestino Mutis: Calle 14 sur No. 14 - 23
                    PBX: ( +57 1 ) 344 3700 Bogotá D.C., Colombia
                    Línea nacional gratuita desde Colombia: 018000115223
                    Atención al usuario: atencionalusuario@unad.edu.co
                    Anticorrupción: anticorrupcion@unad.edu.co
                    Buzón de notificaciones
                </div>
            </div>
        </div>
    </div>
</div>
</body>
</html>
